Repository: linecode-pro/glassbar
Catalog: src/TranslucentTabBar/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bn_bd, de_de, fr_fr, hi_in, pt_br, ru_ru, zh_cn

# AppDescription
source: Make your Windows taskbar translucent or fully transparent.
ar_sa: اجعل شريط مهام Windows شفافًا أو شفافًا بالكامل.
bn_bd: আপনার Windows টাস্কবারকে আধা স্বচ্ছ বা সম্পূর্ণ স্বচ্ছ করুন।
de_de: Machen Sie Ihre Windows-Taskleiste durchscheinend oder vollständig transparent.
fr_fr: Rendez la barre des tâches Windows translucide ou totalement transparente.
hi_in: अपने Windows टास्कबार को अर्ध-पारदर्शी या पूरी तरह पारदर्शी बनाएं।
pt_br: Deixe a barra de tarefas do Windows translúcida ou totalmente transparente.
ru_ru: Сделайте панель задач Windows полупрозрачной или полностью прозрачной.
zh_cn: 让 Windows 任务栏呈半透明或完全透明。

# Settings_Language.Text
source: Language
ar_sa: اللغة
bn_bd: ভাষা
de_de: Sprache
fr_fr: Langue
hi_in: भाषा
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言

# Settings_LanguageCombo.PlaceholderText
source: Select language
ar_sa: اختر اللغة
bn_bd: ভাষা নির্বাচন করুন
de_de: Sprache auswählen
fr_fr: Sélectionner la langue
hi_in: भाषा चुनें
pt_br: Selecionar idioma
ru_ru: Выберите язык
zh_cn: 选择语言

# Settings_Desktop.Text
source: Taskbar
ar_sa: شريط المهام
bn_bd: টাস্কবার
de_de: Taskleiste
fr_fr: Barre des tâches
hi_in: टास्कबार
pt_br: Barra de tarefas
ru_ru: Панель задач
zh_cn: 任务栏

# DesktopAccentCombo.PlaceholderText
source: Effect
ar_sa: التأثير
bn_bd: প্রভাব
de_de: Effekt
fr_fr: Effet
hi_in: प्रभाव
pt_br: Efeito
ru_ru: Эффект
zh_cn: 效果

# DesktopColorButton.Content
source: Color
ar_sa: اللون
bn_bd: রঙ
de_de: Farbe
fr_fr: Couleur
hi_in: रंग
pt_br: Cor
ru_ru: Цвет
zh_cn: 颜色

# Settings_ShowLine.Content
source: Show taskbar line
ar_sa: إظهار خط شريط المهام
bn_bd: টাস্কবার লাইন দেখান
de_de: Taskleistenlinie anzeigen
fr_fr: Afficher la ligne de la barre des tâches
hi_in: टास्कबार लाइन दिखाएं
pt_br: Mostrar linha da barra de tarefas
ru_ru: Показывать линию панели задач
zh_cn: 显示任务栏线条

# Settings_VisibleWindow.Text
source: Visible Window
ar_sa: النافذة المرئية
bn_bd: দৃশ্যমান উইন্ডো
de_de: Sichtbares Fenster
fr_fr: Fenêtre visible
hi_in: दृश्यमान विंडो
pt_br: Janela visível
ru_ru: Видимое окно
zh_cn: 可见窗口

# Settings_MaximizedWindow.Text
source: Maximized Window
ar_sa: النافذة المكبرة
bn_bd: সর্বোচ্চ উইন্ডো
de_de: Maximiertes Fenster
fr_fr: Fenêtre maximisée
hi_in: अधिकतम विंडो
pt_br: Janela maximizada
ru_ru: Развернутое окно
zh_cn: 最大化窗口

# Settings_StartOpened.Text
source: Start Menu Opened
ar_sa: قائمة ابدأ مفتوحة
bn_bd: স্টার্ট মেনু খোলা
de_de: Startmenü geöffnet
fr_fr: Menu Démarrer ouvert
hi_in: स्टार्ट मेनू खुला
pt_br: Menu Iniciar aberto
ru_ru: Меню «Пуск» открыто
zh_cn: 开始菜单已打开

# Settings_SearchOpened.Text
source: Search Opened
ar_sa: البحث مفتوح
bn_bd: অনুসন্ধান খোলা
de_de: Suche geöffnet
fr_fr: Recherche ouverte
hi_in: खोज खुली
pt_br: Pesquisa aberta
ru_ru: Поиск открыт
zh_cn: 搜索已打开

# Settings_TaskViewOpened.Text
source: Task View Opened
ar_sa: عرض المهام مفتوح
bn_bd: টাস্ক ভিউ খোলা
de_de: Taskansicht geöffnet
fr_fr: Affichage des tâches ouvert
hi_in: टास्क दृश्य खुला
pt_br: Visão de tarefas aberta
ru_ru: Task View открыт
zh_cn: 任务视图已打开

# Settings_BatterySaver.Text
source: Battery Saver
ar_sa: موفر البطارية
bn_bd: ব্যাটারি সেভার
de_de: Energiesparmodus
fr_fr: Économiseur de batterie
hi_in: बैटरी सेवर
pt_br: Economia de bateria
ru_ru: Экономия заряда
zh_cn: 省电模式

# Settings_Enabled.Header
source: Enabled
ar_sa: مفعل
bn_bd: সক্রিয়
de_de: Aktiviert
fr_fr: Activé
hi_in: सक्रिय
pt_br: Ativado
ru_ru: Включено
zh_cn: 已启用

# Settings_Advanced.Text
source: Advanced
ar_sa: متقدم
bn_bd: উন্নত
de_de: Erweitert
fr_fr: Avancé
hi_in: उन्नत
pt_br: Avançado
ru_ru: Дополнительно
zh_cn: 高级

# Settings_StartAtBoot.Header
source: Start with Windows
ar_sa: البدء مع Windows
bn_bd: বুটে শুরু করুন
de_de: Mit Windows starten
fr_fr: Démarrer avec Windows
hi_in: बूट पर शुरू करें
pt_br: Iniciar com o Windows
ru_ru: Запускать при старте
zh_cn: 开机启动

# Settings_DisableSaving.Header
source: Disable saving configuration
ar_sa: تعطيل حفظ الإعدادات
bn_bd: কনফিগারেশন সংরক্ষণ নিষ্ক্রিয় করুন
de_de: Konfigurationsspeicherung deaktivieren
fr_fr: Désactiver la sauvegarde de la configuration
hi_in: कॉन्फ़िगरेशन सहेजना अक्षम करें
pt_br: Desativar salvamento de configuração
ru_ru: Отключить сохранение конфигурации
zh_cn: 禁用保存配置

# Settings_Help.Content
source: Help
ar_sa: مساعدة
bn_bd: সাহায্য
de_de: Hilfe
fr_fr: Aide
hi_in: सहायता
pt_br: Ajuda
ru_ru: Справка
zh_cn: 帮助

# Settings_ResetDefaults.Content
source: Reset to Defaults
ar_sa: إعادة التعيين
bn_bd: ডিফল্টে রিসেট করুন
de_de: Zurücksetzen
fr_fr: Réinitialiser
hi_in: डिफ़ॉल्ट पर रीसेट करें
pt_br: Restaurar padrão
ru_ru: Сбросить настройки
zh_cn: 恢复默认设置

# Settings_About.Content
source: About Glassbar
ar_sa: حول Glassbar
bn_bd: Glassbar সম্পর্কে
de_de: Über Glassbar
fr_fr: À propos de Glassbar
hi_in: Glassbar के बारे में
pt_br: Sobre o Glassbar
ru_ru: О Glassbar
zh_cn: 关于 Glassbar

# Settings_Exit.Content
source: Exit
ar_sa: خروج
bn_bd: প্রস্থান
de_de: Beenden
fr_fr: Quitter
hi_in: बाहर निकलें
pt_br: Sair
ru_ru: Выход
zh_cn: 退出

# Tray_Settings
source: Settings
ar_sa: الإعدادات
bn_bd: সেটিংস
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

# Tray_OpenConfig
source: Open settings.json
ar_sa: فتح settings.json
bn_bd: settings.json খুলুন
de_de: settings.json öffnen
fr_fr: Ouvrir settings.json
hi_in: settings.json खोलें
pt_br: Abrir settings.json
ru_ru: Открыть settings.json
zh_cn: 打开 settings.json

# Tray_OpenAtBoot
source: Open at boot
ar_sa: البدء عند التشغيل
bn_bd: বুটে খুলুন
de_de: Beim Start öffnen
fr_fr: Ouvrir au démarrage
hi_in: बूट पर खोलें
pt_br: Abrir na inicialização
ru_ru: Запускать при старте
zh_cn: 开机启动

# Tray_About
source: About
ar_sa: حول
bn_bd: সম্পর্কে
de_de: Über
fr_fr: À propos
hi_in: के बारे में
pt_br: Sobre
ru_ru: О программе
zh_cn: 关于

# Tray_Exit
source: Exit
ar_sa: خروج
bn_bd: প্রস্থান
de_de: Beenden
fr_fr: Quitter
hi_in: बाहर निकलें
pt_br: Sair
ru_ru: Выход
zh_cn: 退出

# Tray_Desktop
source: Desktop
ar_sa: شريط المهام
bn_bd: টাস্কবার
de_de: Taskleiste
fr_fr: Barre des tâches
hi_in: टास्कबार
pt_br: Barra de tarefas
ru_ru: Панель задач
zh_cn: 任务栏

# Tray_VisibleWindow
source: Visible Window
ar_sa: النافذة المرئية
bn_bd: দৃশ্যমান উইন্ডো
de_de: Sichtbares Fenster
fr_fr: Fenêtre visible
hi_in: दृश्यमान विंडो
pt_br: Janela visível
ru_ru: Видимое окно
zh_cn: 可见窗口

# Tray_MaximizedWindow
source: Maximized Window
ar_sa: النافذة المكبرة
bn_bd: সর্বোচ্চ উইন্ডো
de_de: Maximiertes Fenster
fr_fr: Fenêtre maximisée
hi_in: अधिकतम विंडो
pt_br: Janela maximizada
ru_ru: Развернутое окно
zh_cn: 最大化窗口

# Tray_StartOpened
source: Start Opened
ar_sa: قائمة ابدأ مفتوحة
bn_bd: স্টার্ট মেনু খোলা
de_de: Startmenü geöffnet
fr_fr: Menu Démarrer ouvert
hi_in: स्टार्ट मेनू खुला
pt_br: Menu Iniciar aberto
ru_ru: Меню «Пуск» открыто
zh_cn: 开始菜单已打开

# Tray_SearchOpened
source: Search Opened
ar_sa: البحث مفتوح
bn_bd: অনুসন্ধান খোলা
de_de: Suche geöffnet
fr_fr: Recherche ouverte
hi_in: खोज खुली
pt_br: Pesquisa aberta
ru_ru: Поиск открыт
zh_cn: 搜索已打开

# Tray_TaskViewOpened
source: Task View Opened
ar_sa: عرض المهام مفتوح
bn_bd: টাস্ক ভিউ খোলা
de_de: Taskansicht geöffnet
fr_fr: Affichage des tâches ouvert
hi_in: टास्क दृश्य खुला
pt_br: Visão de tarefas aberta
ru_ru: Task View открыт
zh_cn: 任务视图已打开

# Tray_BatterySaver
source: Battery Saver
ar_sa: موفر البطارية
bn_bd: ব্যাটারি সেভার
de_de: Energiesparmodus
fr_fr: Économiseur de batterie
hi_in: बैटरी सेवर
pt_br: Economia de bateria
ru_ru: Экономия заряда
zh_cn: 省电模式

# Tray_ShowPeek
source: Show Peek
ar_sa: إظهار Peek
bn_bd: Peek দেখান
de_de: Peek anzeigen
fr_fr: Afficher Peek
hi_in: Peek दिखाएं
pt_br: Mostrar Peek
ru_ru: Показывать Aero Peek
zh_cn: 显示 Aero Peek

# Tray_ShowLine
source: Show Line
ar_sa: إظهار الخط
bn_bd: লাইন দেখান
de_de: Linie anzeigen
fr_fr: Afficher la ligne
hi_in: लाइन दिखाएं
pt_br: Mostrar linha
ru_ru: Показывать линию
zh_cn: 显示线条

# Tray_Enabled
source: Enabled
ar_sa: مفعل
bn_bd: সক্রিয়
de_de: Aktiviert
fr_fr: Activé
hi_in: सक्रिय
pt_br: Ativado
ru_ru: Включено
zh_cn: 已启用

# Tray_Color
source: Color...
ar_sa: اللون...
bn_bd: রঙ...
de_de: Farbe...
fr_fr: Couleur...
hi_in: रंग...
pt_br: Cor...
ru_ru: Цвет…
zh_cn: 颜色...

# Accent_Normal
source: Normal
ar_sa: عادي
bn_bd: সাধারণ
hi_in: सामान्य
ru_ru: Обычный
zh_cn: 正常

# Accent_Opaque
source: Opaque
ar_sa: معتم
bn_bd: অস্বচ্ছ
de_de: Deckend
hi_in: अपारदर्शी
pt_br: Opaco
ru_ru: Сплошной
zh_cn: 不透明

# Accent_Clear
source: Clear
ar_sa: شفاف
bn_bd: স্বচ্ছ
de_de: Durchsichtig
fr_fr: Transparent
hi_in: पारदर्शी
pt_br: Transparente
ru_ru: Прозрачный
zh_cn: 透明

# Accent_Blur
source: Blur
ar_sa: ضبابي
bn_bd: ঝাপসা
de_de: Weichzeichner
fr_fr: Flou
hi_in: धुंधला
pt_br: Desfocado
ru_ru: Размытие
zh_cn: 模糊

# Accent_Acrylic
source: Acrylic
ar_sa: أكريليك
bn_bd: এক্রিলিক
de_de: Acryl
fr_fr: Acrylique
hi_in: एक्रिलिक
pt_br: Acrílico
ru_ru: Акрил
zh_cn: 亚克力

# ColorPicker_Title
source: Taskbar Color
ar_sa: لون شريط المهام
bn_bd: টাস্কবার রঙ
de_de: Taskleistenfarbe
fr_fr: Couleur de la barre des tâches
hi_in: टास्कबार रंग
pt_br: Cor da barra de tarefas
ru_ru: Выбор цвета
zh_cn: 任务栏颜色

# ColorPicker_Header.Text
source: Taskbar Color Settings
ar_sa: إعدادات لون شريط المهام
bn_bd: টাস্কবার রঙ সেটিংস
de_de: Taskleistenfarbeinstellungen
fr_fr: Paramètres de couleur
hi_in: टास्कबार रंग सेटिंग्स
pt_br: Configurações de cor
ru_ru: Настройка цвета панели задач
zh_cn: 任务栏颜色设置

# ColorPicker_Description.Text
source: Select a color tint and opacity (Alpha slider). Click Apply to save.
ar_sa: حدد لون وشفافية (شريط Alpha). انقر فوق تطبيق للحفظ.
bn_bd: একটি রঙের টিন্ট এবং অস্বচ্ছতা নির্বাচন করুন (Alpha স্লাইডার)। সংরক্ষণ করতে প্রয়োগ করুন ক্লিক করুন।
de_de: Wählen Sie einen Farbton und eine Deckkraft (Alpha-Schieberegler). Klicken Sie auf Übernehmen zum Speichern.
fr_fr: Sélectionnez une teinte et l'opacité (curseur Alpha). Cliquez sur Appliquer pour enregistrer.
hi_in: रंग टिंट और अपारदर्शिता चुनें (Alpha स्लाइडर)। सहेजने के लिए लागू करें पर क्लिक करें।
pt_br: Selecione uma cor e opacidade (controle Alpha). Clique em Aplicar para salvar.
ru_ru: Выберите оттенок и прозрачность (ползунок непрозрачности Alpha). Нажмите «Применить» для сохранения.
zh_cn: 选择颜色色调和不透明度（Alpha 滑块）。点击应用保存。

# ColorPicker_Ok.Content
source: Apply
ar_sa: تطبيق
bn_bd: প্রয়োগ করুন
de_de: Übernehmen
fr_fr: Appliquer
hi_in: लागू करें
pt_br: Aplicar
ru_ru: Применить
zh_cn: 应用

# ColorPicker_Reset.Content
source: Reset
ar_sa: إعادة تعيين
bn_bd: রিসেট
de_de: Zurücksetzen
fr_fr: Réinitialiser
hi_in: रीसेट
pt_br: Redefinir
ru_ru: Сбросить
zh_cn: 重置

# ColorPicker_Cancel.Content
source: Cancel
ar_sa: إلغاء
bn_bd: বাতিল
de_de: Abbrechen
fr_fr: Annuler
hi_in: रद्द करें
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Welcome_Title.Text
source: Welcome to Glassbar
ar_sa: مرحبًا بك في Glassbar
bn_bd: Glassbar এ স্বাগতম
de_de: Willkommen bei Glassbar
fr_fr: Bienvenue dans Glassbar
hi_in: Glassbar में आपका स्वागत है
pt_br: Bem-vindo ao Glassbar
ru_ru: Добро пожаловать в Glassbar
zh_cn: 欢迎使用 Glassbar

# Welcome_Subtitle.Text
source: Make your Windows taskbar translucent
ar_sa: اجعل شريط مهام Windows شفافًا
bn_bd: আপনার Windows টাস্কবারকে স্বচ্ছ করুন
de_de: Machen Sie Ihre Windows-Taskleiste durchsichtig
fr_fr: Rendez votre barre des tâches Windows translucide
hi_in: अपने Windows टास्कबार को पारदर्शी बनाएं
pt_br: Deixe sua barra de tarefas do Windows translúcida
ru_ru: Сделайте панель задач Windows прозрачной
zh_cn: 让 Windows 任务栏变得透明

# Welcome_Description.Text
source: Glassbar is a lightweight utility that makes the Windows taskbar translucent/transparent. It supports dynamic modes that change the taskbar appearance based on window states.
ar_sa: Glassbar هو أداة خفيفة تجعل شريط مهام Windows شفافًا/شبه شفاف. يدعم الأوضاع الديناميكية التي تغير مظهر شريط المهام بناءً على حالات النوافذ.
bn_bd: Glassbar একটি হালকা ইউটিলিটি যা Windows টাস্কবারকে স্বচ্ছ/আধা-স্বচ্ছ করে তোলে। এটি গতিশীল মোড সমর্থন করে যা উইন্ডো অবস্থার উপর ভিত্তি করে টাস্কবারের চেহারা পরিবর্তন করে।
de_de: Glassbar ist ein leichtes Dienstprogramm, das die Windows-Taskleiste durchsichtig/halbdurchsichtig macht. Es unterstützt dynamische Modi, die das Erscheinungsbild der Taskleiste basierend auf Fensterzuständen ändern.
fr_fr: Glassbar est un utilitaire léger qui rend la barre des tâches Windows translucide/transparente. Il prend en charge des modes dynamiques qui modifient l'apparence de la barre des tâches en fonction de l'état des fenêtres.
hi_in: Glassbar एक हल्की उपयोगिता है जो Windows टास्कबार को पारदर्शी/अर्ध-पारदर्शी बनाती है। यह गतिशील मोड का समर्थन करता है जो विंडो स्थितियों के आधार पर टास्कबार की उपस्थिति बदलता है।
pt_br: Glassbar é um utilitário leve que torna a barra de tarefas do Windows translúcida/transparente. Suporta modos dinâmicos que alteram a aparência da barra de tarefas com base no estado das janelas.
ru_ru: Glassbar — это легковесная утилита, которая делает панель задач Windows прозрачной или полупрозрачной. Поддерживает динамические режимы, меняющие внешний вид панели в зависимости от состояния окон.
zh_cn: Glassbar 是一个轻量级工具，可使 Windows 任务栏半透明/透明。它支持动态模式，可根据窗口状态更改任务栏外观。

# Welcome_GitHub.Content
source: Visit on GitHub
ar_sa: زيارة على GitHub
bn_bd: GitHub এ যান
de_de: Auf GitHub besuchen
fr_fr: Visiter sur GitHub
hi_in: GitHub पर जाएं
pt_br: Visitar no GitHub
ru_ru: Перейти на GitHub
zh_cn: 访问 GitHub

# Welcome_Version.Text
source: Version 1.0.0
ar_sa: الإصدار 1.0.0
bn_bd: সংস্করণ 1.0.0
hi_in: संस्करण 1.0.0
pt_br: Versão 1.0.0
ru_ru: Версия 1.0.0
zh_cn: 版本 1.0.0

# Welcome_OK.Content
source: OK
ar_sa: موافق
bn_bd: ঠিক আছে
hi_in: ठीक है
ru_ru: ОК
zh_cn: 确定

# Settings_BlurRadius.Header
source: Blur Radius
ar_sa: نصف قطر الضبابية
bn_bd: ঝাপসার ব্যাসার্ধ
de_de: Weichzeichnerradius
fr_fr: Rayon de flou
hi_in: धुंधला त्रिज्या
pt_br: Raio de desfoque
ru_ru: Радиус размытия
zh_cn: 模糊半径
